Repository: aosemenov/avarus.space-public-rep
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: LOGIN
ru: Авторизация

source: Username..
ru: Логин..

source: Password...
ru: Введите пароль...

source: Sign In
ru: Войти

source: Don't have an account?
ru: Нет аккаунта?

source: Sign Up
ru: Регистрация

source: Return to the homepage?
ru: Вернуться на главную страницу?

source: Back
ru: Назад

source: Designed for
ru: Разработано для

source: The Russian Academy of Sciences
ru: Российской академии наук

source: by
ru: от

source: MIEM HSE
ru: МИЭМ НИУ ВШЭ

source: Supported by
ru: При поддержке

source: REGISTER ACCOUNT
ru: Регистрация

source: Register Account
ru: Зарегистрироваться

source: Already have an account?
ru: Уже есть аккаунт?

source: Email..
ru: Почта..

source: Enter password...
ru: Введите пароль...

source: Re-enter Password...
ru: Повторите пароль...

source: Password must be more than 5 symbols!
ru: Пароль должен содержать больше 5 символов

source: The passwords are different!
ru: Пароли не совпадают!

source: PCA Analysis
ru: PCA Анализ

source: Select available dataset from the list
ru: Выберите доступный датасет из списка

source: Datasets
ru: Датасеты

source: Columns
ru: Столбцы

source: Available datasets
ru: Доступные датасеты

source: Continue
ru: Далее

source: There are no available datasets
ru: Нет доступных датасетов

source: Select columns from the list
ru: Выберите критерии из списка

source: Available columns
ru: Доступные столбцы

source: Search
ru: Поиск..

source: Get Result
ru: Далее

source: Result
ru: Результат

source: Download .txt
ru: Скачать .txt

source: Correlation Analysis
ru: Корреляционный анализ

source: Factor Analysis
ru: Факторный анализ

source: Groups
ru: Группы

source: The Jacquard method
ru: Метод Жаккара

source: Species richness
ru: Видовое богатство

source: The Arctic Vegetation Archive (AVA)
ru: Архив данных о растительности Арктики (AVA) -

source: is an international effort to assemble circumpolar Arctic vegetation plot data into a publically accessible web-based archive.
ru: международный проект по сбору информации о растительности Арктического региона в доступную базу данных.

source: The goal of AVA is to unite and standardize vegetation data from the Arctic that will give researchers a unique opportunity to analyze vegetation at pan-arctic scale. The initiative is endorsed by
ru: Цель AVA – объединить и стандартизировать разрозненные данные, собранные в разные годы специалистами-геоботаниками. Инициатива одобрена

source: the Conservation of Arctic Flora and Fauna of the Arctic Council
ru: Рабочей группой по сохранению арктической флоры и фауны

source: and
ru: и

source: the International Arctic Science Committee
ru: и Международным арктическим научным комитетом

source: read more
ru: читать еще

source: At present, AVA consists of about 30’000 data plots, mostly from Alaska, Canada and Scandinavia, stored in Arctic regional databases. The Russian AVA section is under rapid development. In cooperation with data authors we are working on archiving and harmonizing information on the vegetation composition of the Russian Arctic. Our website presents the Russian AVA data and provides an overview of available data for downloading. Access to the AVA data is diverse: previously published data could be
ru: В настоящее время Архив растительности Арктики насчитывает около 30’000 геоботанических описаний. Основную часть данных составляют описания растительности Аляски, Канады и Скандинавии, хранящиеся в региональных базах данных. Совместно с авторами описаний мы работаем над наполнением и стандартизацией данных для Архива, материалы которого представлены на этом вебсайте. Архив и отдельные его части доступны для скачивания через веб-интерфейс. Ранее опубликованные данные могут быть

source: downloaded directly and unpublished data – after a confirmation given by the dataset author (user agreement signing is needed)
ru: скачаны напрямую с сайта, неопубликованные – после принятия пользовательского соглашения и получения разрешения данного автором.

source: A.N. Severtsov Institute of Ecology and Evolution RAS leads the effort. HSE Tikhonov Moscow Institute of Electronics and Mathematics provides technical assistance for the website. Project is supported by RFBR 18-04-01010 А.
ru: Проект курирует Институт проблем экологии и эволюции имени А.Н. Северцова. Техническую поддержку оказывает Департамент компьютерной инженерии МИЭМ НИУ ВШЭ. Реализация поддержана грантом РФФИ N 18-04-01010 А.

source: Our Team
ru: Наша команда

source: Ksenia Ermokhina
ru: Ксения Ермохина

source: A.N. Severtsov Institute of Ecology and Evolution RAS, Moscow
ru: Институт проблем экологии и эволюции им. А.Н. Северцова РАН, Москва

source: Maria Kurysheva
ru: Мария Курышева

source: HSE Tikhonov Moscow Institute of Electronics and Mathematics, Moscow
ru: НИУ ВШЭ, Московский государственный институт электроники и математики, Москва

source: Vitalii Zemlianskii
ru: Виталий Землянский

source: University of Zurich, Department of Evolutionary Biology and Environmental Studies, Zurich
ru: Цюрихский университет, Кафедра эволюционной биологии и экологических исследований, Цюрих

source: Denis Korolev
ru: Денис Королев

source: Contact Us
ru: Напишите нам

source: Great vision without great people is irrelevant.<br>Let's work together.
ru: Великое видение без великих людей не имеет значения. <br>Давайте работать вместе.

source: Name
ru: Имя

source: Email
ru: Почта

source: Message
ru: Сообщения

source: Submit
ru: Отправить

source: MIEM
ru: МИЭМ НИУ ВШЭ

source: HOME
ru: ГЛАВНАЯ

source: Profile
ru: Профиль

source: RECEIVED DATASETS
ru: ДАТАСЕТЫ

source: My datasets
ru: Мои датасеты

source: My requests
ru: Мои запросы

source: LOGOUT
ru: АККАУНТ

source: Exit
ru: Выйти

source: STAFF
ru: СОТРУДНИКАМ

source: All datasets
ru: Все датасеты

source: All borrowed
ru: Выдачи

source: Author
ru: Автор

source: Description
ru: Описание

source: Download archive
ru: Скачать архив

source: Datasets List
ru: Список датасетов

source: There are no datasets in the data
ru: В базе данных нет датасетов

source: Dataset name
ru: Имя датасета

source: User (login)
ru: Имя пользователя (Логин)

source: There are no datasets borrowed
ru: Нет выданых датасетов

source: Location
ru: Локация

source: Status
ru: Статус

source: There are no requests
ru: Нет активных запросов

source: Welcome
ru: Добро пожаловать

source: About
ru: Данные

source: Edit
ru: Редактировать

source: Login
ru: Логин

source: Organization
ru: Организация

source: Position
ru: Должность

source: You can edit your account using the following form
ru: Здесь вы можете изменить ваши данные

source: Save changes
ru: Сохранить

source: Statistics
ru: Статистика

source: Analytics
ru: Аналитика

source: Species analysis
ru: Видовой анализ

source: AVA Data Dictionary
ru: Cловарь данных AVA

source: The dictionary contains a transcript of the names in the datasets
ru: Словарь содержит пояснения к наименованиям в датасетах.

source: Download
ru: Скачать

source: Correlation analysis
ru: Корреляционный анализ

source: Correlation analysis is a statistical method used to evaluate the strength of relationship between two quantitative variables.
ru: Метод обработки статистических данных, заключающийся в изучении коэффициентов корреляции между переменными.

source: Type of analysis
ru: Тип анализа

source: Correlation
ru: Корреляционный

source: Get Analysis
ru: Провести анализ

source: Principal component analysis
ru: Метод главных компонентов

source: Principal component analysis is the process of computing the principal components and using them to perform a change of basis on the data, sometimes using only the first few principal components and ignoring the rest.
ru: Один из основных способов уменьшить размерность данных, потеряв наименьшее количество информации.

source: Factor analysis
ru: Факторный анализ

source: A multidimensional method used to study the relationships between the values of variables
ru: Метод обработки статистических данных, заключающийся в изучении коэффициентов корреляции между переменными.

source: Factor
ru: Факторный

source: Cluster analysis
ru: Кластерный анализ

source: A multidimensional statistical procedure that collects data that contains information about a selection of objects, and then organizes the objects into relatively homogeneous groups
ru: Многомерная статистическая процедура, выполняющая сбор данных, содержащих информацию о выборке объектов, и затем упорядочивающая объекты в сравнительно однородные группы.

source: Cluster
ru: Кластерный

source: Available groups
ru: Доступные группы

source: Select options from the list
ru: Выберите параметры из списка

source: Options
ru: Параметры

source: Available parameters
ru: Доступные параметры

source: Genus
ru: Род

source: Moisture
ru: Влажность

source: Dataset processing is done.
ru: Обработка датасета завершена.

source: Download the result of processing XSLX tables.
ru: Вы можете скачать результат анализа в виде XLSX таблиц.

source: Download modsrc
ru: Скачать modsrc

source: Download env
ru: Скачать env

source: Main
ru: Главная

source: About Us
ru: О нас

source: Instructions
ru: Инструкции

source: Authorization and Registration
ru: Авторизация и Регистрация

source: Welcome to AVA!
ru: Добро пожаловать в AVA!

source: To get the full functionality of the site, you need to register
ru: Для получения полной функциональности сайта, вам необходимо пройти регистрацию

source: Follow the instructions
ru: Следуйте инструкции

source: Click the <b>Sign In</b> button in the upper right corner
ru: Нажмите <b>Войти</b> справа в меню

source: Click <b>Sign Up</b> if you don't have an account and register
ru: Нажмите <b>Регистрация</b> если у вас нет аккаунта

source: Log in to the system
ru: Выполните вход в систему

source: After that, the items <b>Statistics</b>, <b>Personal Cabinet</b> will appear in your menu
ru: После этого в меню появятся разделы <b>Статистика</b> и <b>Личный кабинет</b>

source: Queries and Datasets
ru: Запросы и Датасеты

source: Congratulations, registration is complete!<br>Now let's look at the main functionality in more detail
ru: Поздравляем, регистрация выполнена! <br> Давайте рассмотрим основной функционал более детально

source: Personal account
ru: Личный кабинет

source: You can go to your personal account by clicking on your icon in the upper-right corner. You will get access to your profile, where all your data is stored. You can add your personal data to simplify the work on the site
ru: Вы можете перейти в личный кабинет, нажав иконку сверху справа. Здесь хранятся все ваши данные. Также вы можете добавить личную информацию, чтобы упростить работу на сайте

source: This section contains all the datasets available to you at the moment. You can download the dataset you are interested in by clicking on its name
ru: Этот раздел содержит информацию о доступных вам датасетах на данный момент. Вы можете скачать интересующий вас датасет, нажав на его название

source: This section contains information about the status of your requests for access to datasets. Don't worry if getting access will take some time. The moderator will definitely see your request and respond
ru: Данный раздел содержит информация о статусе ваших запросов. Не боспокойтесь, подтверждение запроса требует времени. Модератор обязательно рассмотрит вашу заявку

source: Sending a request
ru: Отправка запроса

source: On the main page of the site where the map is located, there is a list of locations. By clicking on it, you can open the place card and see more detailed information. It is in the description of the place that the <b>Request</b> button is located. You should click on it and fill out the application form
ru: <br>На главной странице сайта, где находится карта, есть список локаций. При нажатии на него, вы можете открыть карточку места и посмотреть детальную информацию о нем. Именно здесь расположена кнопка запроса. Вам следует нажать на нее и заполнить форму запроса<br>

source: Statistics and Analytics
ru: Статистика и Аналитика

source: The <b>Statistics</b> section allows you to analyze the datasets available to you. The page contains a description of the types of analyses and lists of available datasets. For your convenience, you are invited to download the <b>AVA Data Dictionary</b>
ru: Раздел <b>Статистика</b> предоставляет возможность анализировать датасеты. Страница содержит описание типов анализа и список доступных датасетов. Для вашего удобства, вы можете скачать <b>Словарь данных AVA</b>

source: The analysis is carried out in two stages
ru: Анализ проводится в 2 этапа

source: Select a dataset
ru: Выберите датасет

source: Selecting parameters or criteria for analysis
ru: Выберите параметры или критереии для анализа

source: You can download all the results of the analysis. Good luck
ru: Вы сможете загрузить результаты анализа. Удачи

source: If you still have questions, you can always fill out the feedback form in the About Us section
ru: Если у вас остались вопросы, вы всегда можете заполнить форму обратной связи на странице <b>О нас</b>

source: Search
ru: Поиск..
